{
  "ChatGPT.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SmoothCursor.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cinnamon.nvim": { "branch": "master" },
  "close-buffers.nvim": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codewindow.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "live-command.nvim": { "branch": "main" },
  "lsp-status.nvim": { "branch": "master" },
  "lspcontainers.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-cursorline": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lspimport": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "packer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "symbols-outline.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-nightfly-colors": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vimux": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}